{
  "tabs": [
    {
      "id": "TANSAM",
      "title": "TANSAM",
      "content": "Tamil Nadu Industrial Development Corporation (TIDCO) is establishing the Tamil Nadu Smart and Advanced Manufacturing Centre (TANSAM) at TIDEL Park, Chennai. As the first-of-its-kind Center of Excellence (CoE) in India, TANSAM will provide a dedicated advanced manufacturing ecosystem to support Micro, Small & Medium Enterprises (MSMEs) and students across Tamil Nadu. It will also drive the growth of industries such as Aerospace, Defense, Automotive, and Electric Vehicles. SIEMENS has signed a Memorandum of Understanding (MoU) with TIDCO to support this initiative.The center will offer cutting-edge infrastructure, state-of-the-art technology, and industry-driven training programs to foster innovation. It aims to bridge the gap between academia and industry by providing hands-on experience with the latest advancements in manufacturing. By leveraging global expertise, TANSAM will position Tamil Nadu as a leader in advanced manufacturing. This initiative is expected to create new job opportunities and strengthen the state's industrial ecosystem."
    },
    {
      "id": "ABOUT SIEMENS DISW",
      "title": "SIEMENS DISW",
      "title1": "Siemens Digital Industries Software - DISW",
      "content": "The Tamil Nadu Smart and Advanced Manufacturing Centre (TANSAM) provides SMBs and students with the complete Siemens Xcelerator portfolio of solutions and services, giving them access to technology they could not otherwise afford. In its short existence, the center is already accelerating industrial innovation and driving economic growth by bringing newfound digitalization and automation capabilities to the area. The center is a joint project between Siemens, the Tamil Nadu government and Tamilnadu Industrial Development Corporation. Its vision is to incubate innovative start-ups and provide Industry 4.0 training to engineering students. After its grand opening in November 2022 — in which Tamil Nadu Chief Minister M.K. Stalin officiated its inauguration — the center quickly attracted many aspiring learners. In less than a year, it has already trained more than 16,000 students, 700 professors and improved product development for over 2,000 SMBs and hopes to reach a half million students taught by the end of next year. Siemens Partner Broadline Computer Systems, which has a focus on providing Siemens software for academic purposes, drove the implementation of Siemens technologies in the center alongside Siemens’ sales, presales and business development teams. Broadline Computer Systems, headquartered in Tamil Nadu, helps staff and provides ongoing support for the center, adding a local, grassroots flair to the TANSAM endeavor."
    },
    {
      "id": "WvS award finalist",
      "title": "WvS award finalist",
      "content": "TANSAM’s meteoric ascent to its status as a resource and beacon of hope has landed it as a top-3 finalist for this year’s Werner von Siemens (WvS) award “Siemens Matters” category under the entry “Non-Profit Collaboration: Embracing Industry 4.0.” The WvS Siemens Matters award is given for projects that provide access to technology and education and that sustain communities by: Positively impacting society and the environment Promoting responsible business practices Going beyond our business activities and financial performance The TANSAM center’s contributions and tremendous impact on the people of Tamil Nadu clearly merit its inclusion as a WvS award finalist. Other finalists in the category are “Creating a Home for Ukrainian Refugees,” which created a home in Poland for 160 refugees displaced by the war in Ukraine and “Empowered Communities: Digitalizing Aid with Mendix,” which developed low-code apps to help the Make A Wish organization overcome devastating setbacks caused by flooding in Germany and war in Ukraine. While winning the award would bestow even more prestige, the real takeaway should be the good that the TANSAM center is creating. The same can be said for the other finalists in the Siemens Matters category. This year, the WvS awards expanded from four to five categories. In addition to Siemens Matters, the other four categories include Customer Impact, Siemens Xcelerator, People, and Technology with Purpose. Tune into the WvS Awards on Wednesday, October 18, from 5 to 7 p.m. (CEST), where you can cast your vote for the most deserving finalists."
    }
  ]
}
